info = {
    "name": "fa",
    "date_order": "DMY",
    "january": [
        "ژانویه",
        "ژانویهٔ",
        "جنوری"
    ],
    "february": [
        "فوریه",
        "فوریهٔ",
        "فبروری"
    ],
    "march": [
        "مارس",
        "مارچ"
    ],
    "april": [
        "آوریل",
        "اپریل"
    ],
    "may": [
        "مه",
        "مهٔ",
        "می"
    ],
    "june": [
        "ژوئن",
        "جون"
    ],
    "july": [
        "ژوئیه",
        "ژوئیهٔ",
        "جولای"
    ],
    "august": [
        "اوت",
        "آگست"
    ],
    "september": [
        "سپتامبر",
        "سپتمبر"
    ],
    "october": [
        "اکتبر",
        "اکتوبر"
    ],
    "november": [
        "نوامبر",
        "نومبر"
    ],
    "december": [
        "دسامبر",
        "دسمبر"
    ],
    "monday": [
        "دوشنبه",
        "دو شنبه",
        "2 شنبه",
        "2شنبه"
    ],
    "tuesday": [
        "سه‌شنبه",
        "سه شنبه",
        "سهشنبه",
        "3 شنبه",
        "3شنبه"
    ],
    "wednesday": [
        "چهارشنبه",
        "چهار شنبه",
        "4 شنبه",
        "4شنبه"
    ],
    "thursday": [
        "پنجشنبه",
        "پنج‌شنبه",
        "پنج شنبه",
        "5 شنبه",
        "5شنبه"
    ],
    "friday": [
        "جمعه",
        "آدینه"
    ],
    "saturday": [
        "شنبه",
        "روز شنبه",
    ],
    "sunday": [
        "یکشنبه",
        "یک شنبه",
        "1 شنبه",
        "1شنبه"
    ],
    "am": [
        "قبل‌ازظهر",
        "قبل‌ از ظهر",
        "قظ",
        "صبح",
    ],
    "pm": [
        "بظ",
        "بعدازظهر",
        "بعد از ظهر",
        "شب",
        "عصر"
    ],
    "year": [
        "سال"
    ],
    "month": [
        "ماه"
    ],
    "week": [
        "هفته"
    ],
    "day": [
        "روز"
    ],
    "hour": [
        "ساعت"
    ],
    "minute": [
        "دقیقه"
    ],
    "second": [
        "ثانیه",

    ],
    "relative-type": {
        "0 day ago": [
            "امروز",
            "امشب"
        ],
        "0 hour ago": [
            "همین ساعت",
            "این ساعت",
            "همین موقع"
        ],
        "0 minute ago": [
            "همین دقیقه",
            "این دقیقه"

        ],
        "0 month ago": [
            "این ماه",
            "همین ماه"
        ],
        "0 second ago": [
            "اکنون",
            "الان",
            "حالا",
            "الآن"
        ],
        "0 week ago": [
            "این هفته",
            "همین هفته"
        ],
        "0 year ago": [
            "امسال",
            "سال جاری"
        ],
        "1 day ago": [
            "دیروز",
            "دیشب"
        ],
        "2 day ago": [
            "پریروز",
            "پریشب"
        ],
        "1 month ago": [
            # "ماه پیش",
             "ماه گذشته",
            # "ماه قبل",
             "ماه قبلی"
        ],
        "1 week ago": [
            "هفته گذشته",
            # "هفته پیش",
            # "هفته قبل",
            "هفته قبلی"
        ],
        "1 year ago": [
            "سال گذشته",
            # "سال پیش",
            # "سال قبل",
            "پارسال"
        ],
        "in 1 day": [
            "فردا",
            "روز آتی"
        ],
        "in 2 day": [
            "پس فردا",
            "پسفردا"
        ],
        "in 1 month": [
            "ماه آینده",
            # "ماه بعد",
            # "ماه دیگه",
            # "ماه دیگر",
            "ماه آتی"
        ],
        "in 1 week": [
            "هفته آینده",
            # "هفته بعد",
            # "هفته دیگه",
            # "هفته دیگر",
            "هفته آتی"
        ],
        "in 1 year": [
            "سال آینده",
            # "سال بعد",
            # "سال دیگه",
            # "سال دیگر",
            "سال آتی"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) روز پیش",
            "(\\d+[.,]?\\d*) روز قبل",
            "(\\d+[.,]?\\d*) روز گذشته"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) ساعت پیش",
            "(\\d+[.,]?\\d*) ساعت قبل"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) دقیقه پیش",
            "(\\d+[.,]?\\d*) دقیقه قبل"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) ماه پیش",
            "(\\d+[.,]?\\d*) ماه قبل"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) ثانیه پیش",
            "(\\d+[.,]?\\d*) ثانیه قبل"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) هفته پیش",
            "(\\d+[.,]?\\d*) هفته قبل"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) سال پیش",
            "(\\d+[.,]?\\d*) سال قبل"
        ],
        "in \\1 day": [
            "(\\d+[.,]?\\d*) روز بعد",
            "(\\d+[.,]?\\d*) روز دیگر",
            "(\\d+[.,]?\\d*) روز دیگه",
        ],
        "\\1 day later": [
            "(\\d+[.,]?\\d*) روز بعد",
            "(\\d+[.,]?\\d*) روز دیگر",
            "(\\d+[.,]?\\d*) روز دیگه",
        ],
        "in \\1 hour": [
            "(\\d+[.,]?\\d*) ساعت بعد",
            "(\\d+[.,]?\\d*) ساعت دیگر",
            "(\\d+[.,]?\\d*) ساعت دیگه"
        ],
        "in \\1 minute": [
            "(\\d+[.,]?\\d*) دقیقه بعد",
            "(\\d+[.,]?\\d*) دقیقه دیگر",
            "(\\d+[.,]?\\d*) دقیقه دیگه"
        ],
        "in \\1 month": [
            "(\\d+[.,]?\\d*) ماه بعد",
            "(\\d+[.,]?\\d*) ماه دیگر",
            "(\\d+[.,]?\\d*) ماه دیگه"
        ],
        "in \\1 second": [
            "(\\d+[.,]?\\d*) ثانیه بعد",
            "(\\d+[.,]?\\d*) ثانیه دیگر",
            "(\\d+[.,]?\\d*) ثانیه دیگه"
        ],
        "in \\1 week": [
            "(\\d+[.,]?\\d*) هفته بعد",
            "(\\d+[.,]?\\d*) هفته دیگر",
            "(\\d+[.,]?\\d*) هفته دیگه"
        ],
        "in \\1 year": [
            "(\\d+[.,]?\\d*) سال بعد",
            "(\\d+[.,]?\\d*) سال دیگر",
            "(\\d+[.,]?\\d*) سال دیگه"
        ]
    },
    "locale_specific": {
        "fa-AF": {
            "name": "fa-AF",
            "january": [
                "جنو",
                "جنوری"
            ],
            "february": [
                "فبروری"
            ],
            "march": [
                "مارچ"
            ],
            "april": [
                "اپریل"
            ],
            "may": [
                "می"
            ],
            "june": [
                "جون"
            ],
            "july": [
                "جول",
                "جولای"
            ],
            "august": [
                "اگست"
            ],
            "september": [
                "سپتمبر"
            ],
            "october": [
                "اکتوبر"
            ],
            "november": [
                "نومبر"
            ],
            "december": [
                "دسم",
                "دسمبر"
            ]
        }
    },
    "sentence_splitter_group": 6,
    "ago": [
        "قبلی",
        "قبل",
        "گذشته",
        "پیش"
    ],
    "in": [
        "در",
        "بعد",
        "بعدی",
        "دیگر",
        "دیگه",
        "آینده",
        "آتی"
    ],
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ],
"simplifications": [
        {
            "۰": "0"
        },
        {
            "یک": "1"
        },
        {
            "۱": "1"
        },
        {
            "یه": "1"
        },
        {
            "دو": "2"
        },
        {
            "۲": "2"
        },
        {
            "سه": "3"
        },
        {
            "۳": "3"
        },
        {
            "چهار": "4"
        },
        {
            "۴": "4"
        },
        {
            "چار": "4"
        },
        {
            "پنج": "5"
        },
        {
            "۵": "5"
        },
        {
            "پن": "5"
        },
        {
            "شش": "6"
        },
        {
            "۶": "6"
        },
        {
            "شیش": "6"
        },
        {
            "هفت": "7"
        },
        {
            "۷": "7"
        },
        {
            "هف": "7"
        },
        {
            "هشت": "8"
        },
        {
            "۸": "8"
        },
        {
            "هش": "8"
        },
        {
            "نه": "9"
        },
        {
            "۹": "9"
        },
        {
            "ده": "10"
        },
        {
            "یازده": "11"
        },
        {
            "دوازده": "12"
        },
        {
            "سیزده": "13"
        },
        {
            "چهارده": "14"
        },
        {
            "چارده": "14"
        },
        {
            "پانزده": "15"
        },
        {
            "پونزده": "15"
        },
        {
            "شانزده": "16"
        },
        {
            "شونزده": "16"
        },
        {
            "هفده": "17"
        },
        {
            "هیفده": "17"
        },
        {
            "هجده": "18"
        },
        {
            "هیجده": "18"
        },
        {
            "نوزده": "19"
        },
        {
            "نونزده": "19"
        },
        {
            "نانزده": "19"
        },
        {
            "بیست": "20"
        },
        {
            "بیست و یک": "21"
        },
        {
            "بیست و دو": "22"
        },
        {
            "بیست و سه": "23"
        },
        {
            "بیست و چهار": "24"
        },
        {
            "بیست و پنج": "25"
        },
        {
            "بیست و شش": "26"
        },
        {
            "بیست و هفت": "27"
        },
        {
            "بیست و هشت": "28"
        },
        {
            "بیست و نه": "29"
        },
        {
            "سی": "30"
        },
        {
            "سی و یک": "31"
        }
    ]
}


